{
    "name": "Общие правила",
    "last_update": "2022-07-20T13:33:00+03:00",
    "parts": [
        {
            "name": "Основные понятия",
            "rules": [
                {
                    "name": "1",
                    "text": "**Проект** - совокупность официальных сообществ в социальных сетях и мессенджерах, информационных систем и иных технических средств, включая, но не ограничиваясь: игровой сервер Bortexel Vanilla, веб-сайты (https://bortexel.net, https://ideas.bortexel.net, https://status.bortexel.net, https://blog.bortexel.net и др.), официальный Discord сервер (https://bort.su/discord), официальный Telegram канал (https://bort.su/telegram) и группу ВКонтакте (https://bort.su/vk)."
                },
                {
                    "name": "2",
                    "text": "**Аккаунт** - совокупность параметров, отражающих информацию о некотором лице, хранимая с использованием информационных систем Проекта. Ответственность за действия, совершённые с Аккаунта, несёт владелец IP адреса, с которого были выполнены данные действия."
                },
                {
                    "name": "3",
                    "text": "**Игрок** - лицо, когда-либо посещавшее любые игровые сервера Проекта."
                },
                {
                    "name": "4",
                    "text": "**Администрация** - группа лиц, в обязанности которых входит поддержание работоспособности систем Проекта, имеющих права для предупреждения возможных нарушений и ликвидации последствий данных нарушений."
                },
                {
                    "name": "5",
                    "text": "**Сообщество** - группа игроков, посещающих игровые сервера, информационные ресурсы Проекта.",
                    "rules": [
                        {
                            "text": "**Согласие Сообщества** - факт одобрения какого-либо намерения игроками проекта в ходе голосования, проводимого в порядке, установленном Администрацией."
                        }
                    ]
                },
                {
                    "name": "6",
                    "text": "**Наказание** - мера, применяемая Администрацией для ликвидации последствий нарушений настоящих Общих Правил, а также для предупреждения повторных их нарушений. В число таких мер входят:",
                    "rules": [
                        {
                            "text": "**Блокировка Аккаунта** - ограничение доступа к серверу с использованием определённого Аккаунта, бессрочное или действительное в течение определённого Администрацией в конкретном случае срока;"
                        },
                        {
                            "text": "**Предупреждение** - уведомление нарушившего правила о факте нарушения, имеющее определённый в конкретном случае Администрацией вес;"
                        },
                        {
                            "text": "**Мут** - ограничение доступа к игровому чату для нарушившего правила, действительное в течение определённого Администрацией в конкретном случае срока;"
                        },
                        {
                            "text": "**Устное Предупреждение** - уведомление нарушившего правила о факте нарушения, учитываемое при выдаче последующих наказаний только в определённых настоящими Общими Правилами случаях."
                        }
                    ]
                },
                {
                    "name": "7",
                    "text": "**Общие Территории** - совокупность участков игрового мира, владельцем которых считается Сообщество. В их число входят:",
                    "rules": [
                        {
                            "text": "**Центр Верхнего Мира** - территория в Верхнем Мире по всей высоте, координаты которой принадлежат промежуткам: x ∈ [-250; 250], z ∈ [-250; 250];"
                        },
                        {
                            "text": "**Центр Незера** - территория в Нижнем Мире по всей высоте, координаты которой принадлежат промежуткам: x ∈ [-100; 100], z ∈ [-100; 100];"
                        },
                        {
                            "text": "**Основные ветки хайперлупа** - участки Нижнего Мира по всей высоте, находящиеся на расстоянии не более 30 блоков от координатных осей X и Z;"
                        },
                        {
                            "text": "**Порталы в Энд** - территория в местах спавна Крепостей Энда, находящаяся на расстоянии не более 20 блоков от центра Портала в Энд;"
                        },
                        {
                            "text": "**Центр Энда** - территория в Энде по всей высоте, координаты которой принадлежат промежуткам: x ∈ [-500; 500], z ∈ [-500; 500]."
                        }
                    ]
                },
                {
                    "name": "8",
                    "text": "**Контейнеры** - любые блоки в игровом мире, позволяющие хранить внутриигровые предметы."
                }
            ]
        },
        {
            "number": 1,
            "name": "Общие положения",
            "rules": [
                {
                    "name": "1.1",
                    "text": "Настоящие Общие Правила являются обязательными к соблюдению всеми лицами, использующими любые технические ресурсы Проекта.",
                    "rules": [
                        {
                            "name": "1.1.1",
                            "text": "Незнание настоящих Правил не освобождает от ответственности."
                        }
                    ]
                },
                {
                    "name": "1.2",
                    "text": "При внесении любых изменений в настоящие Правила, администрация сервера обязана оповестить игроков."
                }
            ]
        },
        {
            "number": 2,
            "name": "Взаимодействие с игровым миром",
            "rules": [
                {
                    "name": "2.1",
                    "text": "Игрокам запрещается модифицировать не принадлежащую им территорию без согласия её владельца.",
                    "punishments": [
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; предупреждение нарушителя в устной форме, если в ходе нарушения было изменено менее 5 блоков, не являющихся Tile Entity и имеющих \"Обычный\" уровень редкости.",
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; выдача предупреждения нарушителю мощностью от 1 до 10 в зависимости от количества изменённых блоков, если количество таковых не превышает 50",
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; блокировка аккаунта нарушителя на срок от 30 дней, если изменения территории осуществлялись с помощью поджигающих и/или взрывчатых средств и/или изменено более 200 блоков"
                    ]
                },
                {
                    "name": "2.2",
                    "text": "Запрещено занимать Общие Территории, большие и редкие участки игрового мира без Согласия Сообщества.",
                    "punishments": [
                        "Предупреждение нарушителя в устной форме;",
                        "При игнорировании предупреждения в устной форме, нарушителю выдаётся предупреждение мощностью 10, производится откат всех действий нарушителя, предпринятых для обозначения собственности территории;",
                        "Блокировка аккаунта нарушителя на 30 дней, откат всех действий нарушителя, предпринятых для обозначения собственности территории, при последующих нарушениях."
                    ]
                },
                {
                    "name": "2.3",
                    "text": "Игрокам запрещается находиться на не принадлежащей им территории без согласия её владельца.",
                    "rules": [
                        {
                            "name": "2.3.1",
                            "text": "Запрет на нахождение на таких территориях считается недействительным, если возможный нарушитель не был каким-либо образом предупреждён о его установлении."
                        },
                        {
                            "name": "2.3.2",
                            "text": "Любой запрет на нахождение на Общих Территориях считается недействительным."
                        }
                    ],
                    "punishments": [
                        "Выдача нарушителю предупреждения мощностью 3"
                    ]
                },
                {
                    "name": "2.4",
                    "text": "Игрокам запрещается взаимодействовать с не принадлежащими им мобами без согласия их владельца.",
                    "punishments": [
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; выдача предупреждения нарушителю мощностью от 2 до 10 в зависимости от количества и редкости убитых мобов."
                    ]
                },
                {
                    "name": "2.5",
                    "text": "Игрокам запрещается брать предметы из контейнеров без согласия владельца этих предметов.",
                    "punishments": [
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; выдача предупреждения нарушителю мощностью от 1 до 3 в зависимости от количества предметов, если все предметы имеют \"Обычный\" уровень редкости.",
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение; выдача предупреждения нарушителю мощностью от 3 до 10 в зависимости от количества и редкости предметов во всех остальных случаях."
                    ]
                },
                {
                    "name": "2.6",
                    "text": "Игрокам запрещается хранить/передавать/использовать предметы, полученные в ходе нарушения порядка, предусмотренного настоящими Общими Правилами.",
                    "punishments": [
                        "Уничтожение всех предметов, взаимодействие с которыми велось в ходе нарушения; блокировка аккаунта нарушителя на срок от 30 дней, если предметы получены в ходе нарушения пунктов раздела 2 или п. 3.3 настоящих Общих Правил.",
                        "Уничтожение всех предметов, взаимодействие с которыми велось в ходе нарушения; блокировка аккаунта нарушителя навсегда во всех остальных случаях."
                    ]
                },
                {
                    "name": "2.7",
                    "text": "Игрокам запрещается строить и/или использовать механизмы/фермы, сильно нагружающие сервер, без Согласия Сообщества.",
                    "rules": [
                        {
                            "name": "2.7.1",
                            "text": "Разрешено строительство любых ферм, если их использование не противоречит правилам сервера. Помните, что Ваша ферма может вызывать лаги. Администрация настоятельно рекомендует делать на Ваших фермах возможность их включения/выключения по мере необходимости и не строить фермы, которые уже есть на сервере."
                        }
                    ],
                    "punishments": [
                        "Предупреждение нарушителя в устной форме.",
                        "Выдача нарушителю предупреждения мощностью 10; снос механизмов, построенных в ходе нарушения п. 7.5 настоящих Общих Правил, при последующих нарушениях."
                    ]
                }
            ]
        },
        {
            "number": 3,
            "name": "Взаимодействие с игроками",
            "rules": [
                {
                    "name": "3.1",
                    "text": "Игрокам запрещается атаковать других игроков, создавать условия для нанесения урона другим игрокам, без согласия игроков, подверженных нанесению урона.",
                    "punishments": [
                        "Выдача нарушителю предупреждения мощностью от 1 до 4, если нанесение урона игроку не повлекло за собой смерть последнего.",
                        "Возврат пострадавшему потерянных предметов при необходимости; выдача предупреждения нарушителю мощностью 7 во всех остальных случаях."
                    ]
                },
                {
                    "name": "3.2",
                    "text": "Единой валютой при обмене принято считать алмазную руду (minecraft:diamond_ore) и глубинную алмазную руду (minecraft:deepslate_diamond_ore).",
                    "rules": [
                        {
                            "name": "3.2.1",
                            "text": "Использование валюты при обмене необязательно: игроки могут осуществлять бартер (натуральный обмен) без использования общей валюты."
                        }
                    ]
                },
                {
                    "name": "3.3",
                    "text": "Игрокам запрещается безвозмездно передавать большое количество предметов неограниченной по размеру группе игроков, а также обогащаться путём получения ресурсов в ходе таких передач.",
                    "punishments": [
                        "Блокировка аккаунта нарушителя на срок от 7 дней в зависимости от редкости полученных/переданных ресурсов."
                    ]
                },
                {
                    "name": "3.4",
                    "text": "Запрещена продажа и покупка чего-либо из игры за реальные деньги.",
                    "punishments": [
                        "Уничтожение всех предметов, подлежащих (подлежавших) продаже за реальные денежные средства; блокировка аккаунта продавца навсегда; блокировка аккаунта покупателя на срок от 15 дней, блокировка аккаунта покупателя навсегда при рецидиве."
                    ]
                },
                {
                    "name": "3.5",
                    "text": "Игрокам запрещается любым образом блокировать появление других игроков.",
                    "punishments": [
                        "Откат действий, препятствующих появлению игрока; выдача предупреждения мощностью 5 нарушителю."
                    ]
                },
                {
                    "name": "3.6",
                    "text": "Запрещается препятствовать проведению RP мероприятий.",
                    "punishments": [
                        "Выдача нарушителю предупреждения мощностью от 3 до 7 в зависимости от создаваемых помех.",
                        "Блокировка аккаунта нарушителя на 7 дней при последующих нарушениях."
                    ]
                },
                {
                    "name": "3.7",
                    "text": "Запрещено принуждать игроков участвовать в RP мероприятиях, либо отыгрывать роль в целом.",
                    "punishments": [
                        "Предупреждение нарушителя в устной форме;",
                        "Выдача нарушителю предупреждения мощностью 7 при последующих нарушениях."
                    ]
                },
                {
                    "name": "3.8",
                    "text": "Запрещено обманывать игроков с целью получения собственной выгоды.",
                    "punishments": [
                        "Откат всех действий нарушителя за срок, в течение которого происходило нарушение, если в этом есть необходимость; выдача нарушителю предупреждения мощностью 10 или блокировка аккаунта нарушителя на срок от 14 дней в зависимости от рода обмана."
                    ]
                }
            ]
        },
        {
            "number": 4,
            "name": "Чат",
            "rules": [
                {
                    "name": "4.1",
                    "text": "Правила чата действительны исключительно в чатах, видимых/слышимых для неограниченных по размеру групп людей, включая, но не ограничиваясь: глобальный и локальный чаты, команды, связанные с отыгровкой RP, но при этом не распространяются на личные сообщения и групповые чаты."
                },
                {
                    "name": "4.2",
                    "text": "Запрещены разжигающие конфликт проявление ненависти и враждебности, агрессивное, неадекватное и токсичное поведение (в т.ч. оскорбления игроков и их родственников), ксенофобия, угнетение и дискриминация в любой форме.",
                    "punishments": [
                        "Блокировка чата для нарушителя на срок от 30 минут до 6 часов в зависимости от количества сообщений, содержащих нарушения.",
                        "Блокировка чата для нарушителя на 6 часов; выдача нарушителю предупреждения, мощность которого зависит от количества предыдущих предупреждений, выданных за нарушение раздела 4 настоящих Общих Правил, если количество предыдущих блокировок чата кратно 3."
                    ]
                },
                {
                    "name": "4.3",
                    "text": "Запрещено часто отправлять сообщения, если они похожи по своему содержанию или не несут смысловой нагрузки.",
                    "punishments": [
                        "Блокировка чата для нарушителя на срок от 30 минут до 6 часов в зависимости от количества сообщений, содержащих нарушения.",
                        "Блокировка чата для нарушителя на 6 часов; выдача нарушителю предупреждения, мощность которого зависит от количества предыдущих предупреждений, выданных за нарушение раздела 4 настоящих Общих Правил, если количество предыдущих блокировок чата кратно 3."
                    ]
                },
                {
                    "name": "4.4",
                    "text": "Запрещена реклама сторонних ресурсов без согласования с администрацией.",
                    "punishments": [
                        "Блокировка чата для нарушителя на 72 часа; выдача нарушителю предупреждения мощностью 10; блокировка аккаунта нарушителя на 30 дней при последующих нарушениях."
                    ]
                },
                {
                    "name": "4.5",
                    "text": "Запрещено обсуждение политики, религии.",
                    "punishments": [
                        "Блокировка чата для нарушителя на 6 часов.",
                        "Блокировка чата для нарушителя на 6 часов; выдача нарушителю предупреждения, мощность которого зависит от количества предыдущих предупреждений, выданных за нарушение раздела 4 настоящих Общих Правил, если количество предыдущих блокировок чата кратно 3."
                    ]
                },
                {
                    "name": "4.6",
                    "text": "Запрещено выдавать себя за других игроков сервера, известных личностей, Discord ботов и т.п. без их согласия.",
                    "punishments": [
                        "Блокировка чата для нарушителя на 3 часа, предупреждение нарушителя в устной форме.",
                        "Блокировка чата для нарушителя на 3 часа, предупреждения мощностью 5 при последующих нарушениях."
                    ]
                },
                {
                    "name": "4.7",
                    "text": "Запрещено отправлять длинные сообщения, если их длина не обоснована.",
                    "punishments": [
                        "Блокировка чата для нарушителя на срок от 30 минут до 3 часов в зависимости от количества сообщений, содержащих нарушения.",
                        "Блокировка чата для нарушителя на 3 часа; выдача нарушителю предупреждения, мощность которого зависит от количества предыдущих предупреждений, выданных за нарушение раздела 4 настоящих Общих Правил, если количество предыдущих блокировок чата кратно 3."
                    ]
                },
                {
                    "name": "4.8",
                    "text": "Запрещены непристойные высказывания, а также обсуждения, преступающие нормы приличия и морали.",
                    "punishments": [
                        "Блокировка чата для нарушителя на 12 часов.",
                        "Блокировка чата для нарушителя на 12 часов; выдача нарушителю предупреждения, мощность которого зависит от количества предыдущих предупреждений, выданных за нарушение раздела 4 настоящих Общих Правил, если количество предыдущих блокировок чата кратно 3."
                    ]
                },
                {
                    "name": "4.9",
                    "text": "Запрещено получение и разглашение находящейся в закрытом доступе информации о проекте, а также конфиденциальной информации игроков.",
                    "punishments": [
                        "Блокировка чата для нарушителя на 72 часа; выдача предупреждения нарушителю/блокировка аккаунта в зависимости от рода разглашённой информации."
                    ]
                }
            ]
        },
        {
            "number": 5,
            "name": "Технические средства",
            "rules": [
                {
                    "name": "5.1",
                    "text": "Запрещено регистрировать несколько аккаунтов или получать аккаунты от третьих лиц с целью обхода блокировки или нарушения порядка, предусмотренного настоящими Правилами, а также содействовать вышеописанному.",
                    "punishments": [
                        "Блокировка всех зарегистрированных/переданных аккаунтов, участвовавших в нарушении, а также основных аккаунтов нарушителей, навсегда."
                    ]
                },
                {
                    "name": "5.2",
                    "text": "Запрещено использовать аккаунт без согласия его владельца.",
                    "punishments": [
                        "Блокировка основного аккаунта нарушителя навсегда."
                    ]
                },
                {
                    "name": "5.3",
                    "text": "Игрокам запрещается использовать сторонние программы/модификации, дающие им явное преимущество.",
                    "rules": [
                        {
                            "name": "5.3.1",
                            "text": "Разрешено использование модификаций, отображающих статус брони и инструментов, изменяющих освещение, модификации Litematica, кликеров, а также миникарт, не отображающих пещеры и сущности."
                        }
                    ],
                    "punishments": [
                        "Выдача нарушителю предупреждения мощностью 10 при возврате всех полученных в ходе нарушения предметов.",
                        "Блокировка аккаунта нарушителя навсегда во всех остальных случаях."
                    ]
                },
                {
                    "name": "5.4",
                    "text": "Запрещено использовать недоработки/уязвимости сервера/игры в личных целях.",
                    "rules": [
                        {
                            "name": "5.4.1",
                            "text": "На данный момент на сервере разрешено использование следующих багов: дюп ковров, дюп активированного динамита не для добычи валюты, ломание коренной породы."
                        }
                    ],
                    "punishments": [
                        "Выдача нарушителю предупреждения мощностью 10 при возврате всех полученных в ходе нарушения предметов.",
                        "Блокировка аккаунта нарушителя навсегда во всех остальных случаях."
                    ]
                },
                {
                    "name": "5.5",
                    "text": "Запрещено создавать помехи в работе систем Проекта.",
                    "punishments": [
                        "Блокировка аккаунта нарушителя навсегда."
                    ]
                }
            ]
        },
        {
            "number": 6,
            "name": "Наказания",
            "rules": [
                {
                    "name": "6.1",
                    "text": "В случае нарушения порядка, предусмотренного настоящими Общими Правилами, нарушившему игроку выдаётся Наказание в одной из форм, указанных в Основных Понятиях."
                },
                {
                    "name": "6.2",
                    "text": "Наказание может быть не выдано нарушителю при согласии на то пострадавшего в результате данного нарушения настоящих Правил."
                },
                {
                    "name": "6.3",
                    "text": "В случае, если игрок совершил нарушение правил под давлением другого игрока, наказание выдаётся как нарушителю, так и подстрекателю."
                },
                {
                    "name": "6.4",
                    "text": "В зависимости от обстоятельств, наказание может быть отменено или изменено в любую сторону."
                },
                {
                    "name": "6.5",
                    "text": "Игроку может быть выдано наказание за нарушение порядка, не предусмотренного настоящими Правилами в случае, если был проведён RolePlay суд, который обоснованно признал виновным данного игрока."
                }
            ]
        },
        {
            "name": "Дополнения",
            "description": "На сервере могут быть предусмотрены отдельные своды правил, которые должны соблюдать определённые группы игроков. На данный момент действуют:",
            "rules": [
                {
                    "name": "1",
                    "text": "Правила администрации."
                }
            ]
        }
    ]
}