{
    "name": "Правила общественных объектов",
    "last_update": "2021-05-29T19:37:00+03:00",
    "parts": [
        {
            "number": 1,
            "name": "Понятие общественных мест",
            "rules": [
                {
                    "name": "1.1",
                    "text": "Общественными местами являются территории, общие для всех игроков по всей их высоте, несущие в себе общественную полезность и определяемые таковыми по решению большинства игроков или Парламента/Президента."
                },
                {
                    "name": "1.2",
                    "text": "Список общественных мест регулируется Общими правилами (п. 2.8)"
                },
                {
                    "name": "1.3",
                    "text": "На общих территориях Парламентом могут выделяться частные территории, которые должны быть чётко обозначены с помощью табличек. Без свидетельства, подписанного членом Парламента такие территории считаются общими."
                }
            ]
        },
        {
            "number": 2,
            "name": "Правила торговли в общественных местах",
            "rules": [
                {
                    "name": "2.1",
                    "text": "Перед открытием помещения на любом из общественных объектов, необходимо зарегистрировать предприятие в порядке, устанавливаемом Парламентом.",
                    "rules": [
                        {
                            "name": "2.1.1",
                            "text": "В помещении на видном месте обязательно должно быть размещено свидетельство о регистрации."
                        }
                    ]
                },
                {
                    "name": "2.2",
                    "text": "Изменение внешнего вида общественного объекта, если оно предусматривает нарушение общепринятого стиля, должно согласовываться со Стройбатом."
                }
            ]
        },
        {
            "number": 3,
            "name": "Правила пользования основными ветками хайперлупа в Незере",
            "rules": [
                {
                    "name": "3.1",
                    "text": "Любой игрок имеет право модифицировать главные линии, в т.ч. с целью строительства своих линий. При этом не должен нарушаться [изначальный стиль линии](https://bort.su/style-guide).",
                    "rules": [
                        {
                            "name": "3.1.1",
                            "text": "В случае модификации, не предусмотренной стилем линии, необходимо согласовать проект, связавшись с Главой Стройбата. Проект должен быть одобрен как минимум половиной работников Стройбата в ходе голосования."
                        }
                    ]
                },
                {
                    "name": "3.2",
                    "text": "Каждый игрок имеет право открыть собственное предприятие на основных ветках хайперлупа при следующих условиях:",
                    "rules": [
                        {
                            "name": "3.2.1",
                            "text": "На территории предприятия действуют правила, установленные владельцем данного предприятия и не противоречащие правилам сервера."
                        },
                        {
                            "name": "3.2.2",
                            "text": "В случае, если игрок не проявляет активность в вопросах ведения предприятия (не пополняется ассортимент, недострой и т.д.) в течение 14 дней, то предприятие будет закрыто."
                        }
                    ]
                }
            ]
        },
        {
            "number": 4,
            "name": "Наказания за нарушения Правил взаимодействия с общественными местами",
            "rules": [
                {
                    "name": "4.1",
                    "text": "Первое нарушение влечет за собой предупреждение с установлением срока устранения нарушения в 2-4 дня."
                },
                {
                    "name": "4.2",
                    "text": "При последующих нарушениях, либо неустранении последствий первого нарушения, с нарушителя должен быть взят штраф, размер которого устанавливает Суд в зависимости от степени нарушения. Последствия нарушения в этом случае устраняются работниками Стройбата.",
                    "rules": [
                        {
                            "name": "4.2.1",
                            "text": "При нарушении предприятием правил, доступ к нему может быть ограничен."
                        }
                    ]
                },
                {
                    "name": "4.3",
                    "text": "В случае невыплаты штрафа и/или повторного неустранения нарушения дело будет передано Администрации."
                }
            ]
        }
    ]
}