{
    "name": "Правила ролевой игры",
    "last_update": "2021-07-10T17:07:00+03:00",
    "parts": [
        {
            "name": "Понятие Правил ролевой игры",
            "description": "Настоящие Правила ролевой игры (далее - Правила) относятся только к ситуациям/системам, приближенным к реальным. Правила являются более приоритетным, чем настоящий свод Общих правил (далее - Общие правила), если игрок согласен на исполнение Правил. В случае если игрок отказывается соблюдать Правила, на него действуют исключительно Общие правила, все наказания выдаются именно в соответствии с ними."
        },
        {
            "name": "Президент",
            "rules": [
                {
                    "name": "1",
                    "text": "Президентом принято считать изначально назначенного игроками человека."
                },
                {
                    "name": "2",
                    "text": "Президент может отказаться от своей роли, назначив президентом другого человека."
                },
                {
                    "name": "3",
                    "text": "Права президента:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "вносить поправки в действующие Правила;"
                        },
                        {
                            "name": "б",
                            "text": "отменять любые решения Парламента."
                        }
                    ]
                }
            ]
        },
        {
            "name": "Парламент",
            "rules": [
                {
                    "name": "1",
                    "text": "Парламентом считается группа, состоящая из 5 человек."
                },
                {
                    "name": "2",
                    "text": "Парламент выбирается игроками сервера в ходе голосования, которое проводится в следующем порядке:",
                    "rules": [
                        {
                            "name": "1",
                            "text": "Подача заявки кандидатами в заранее установленном месте;"
                        },
                        {
                            "name": "2",
                            "text": "Закрытие приёма заявок, рассмотрение поданных заявок президентом;"
                        },
                        {
                            "name": "3",
                            "text": "Открытое голосование между игроками в течение установленного времени."
                        }
                    ]
                },
                {
                    "name": "3",
                    "text": "Избранный в ходе голосования состав Парламента должен быть действителен не менее 85 и не более 95 дней."
                },
                {
                    "name": "4",
                    "text": "В случае, если количество членов Парламента равно или меньше 4, обязательно проведение голосования между всеми игроками с целью избрания новых членов Парламента. В таких случаях необязательно соблюдение описанного в п. 2 порядка."
                },
                {
                    "name": "5",
                    "text": "Полномочия Парламента:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "выдвигать какие-либо предложения, связанные с сервером, в т.ч. и его технической частью;"
                        },
                        {
                            "name": "б",
                            "text": "принимать решения о строительстве/перестройке каких-либо важных общественных объектов;"
                        },
                        {
                            "name": "в",
                            "text": "наделять города соответствующим статусом, снимать статус города с поселения;"
                        },
                        {
                            "name": "г",
                            "text": "вносить локальные правки во все разделы правил (кроме «Парламент»), в процесс проведения мероприятий, организуемых государством, а так же в организацию работы государственных органов."
                        }
                    ]
                },
                {
                    "name": "6",
                    "text": "Решение Парламента считается действительным только в случае, если хотя бы половина членов Парламента согласна с данным решением."
                },
                {
                    "name": "7",
                    "text": "По решению Парламента любой участник Парламента может быть снят с должности."
                }
            ]
        },
        {
            "name": "Города",
            "rules": [
                {
                    "name": "1",
                    "text": "Городом считается группа построек, созданная с целью предоставления игрокам места проживания, подтверждённая Парламентом."
                },
                {
                    "name": "2",
                    "text": "При подтверждении города парламентарий обязан выдать книгу, в которой будут указаны",
                    "rules": [
                        {
                            "name": "а",
                            "text": "название;"
                        },
                        {
                            "name": "б",
                            "text": "тематика;"
                        },
                        {
                            "name": "в",
                            "text": "никнейм представителя;"
                        },
                        {
                            "name": "г",
                            "text": "дата основания;"
                        },
                        {
                            "name": "д",
                            "text": "местоположение."
                        }
                    ]
                }
            ]
        },
        {
            "name": "Стройбат",
            "rules": [
                {
                    "name": "1",
                    "text": "Стройбат - инициативная группа игроков, отвечающая за строительство и ремонт общественных объектов."
                },
                {
                    "name": "2",
                    "text": "В обязанности работников Стройбата входит:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "Строительство и ремонт общественных мест."
                        },
                        {
                            "name": "б",
                            "text": "Строительная помощь в организации мероприятий"
                        }
                    ]
                },
                {
                    "name": "3",
                    "text": "Стройбат имеет право на:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "Управление материальными ресурсами государства, пользование складами, расположенными на территории общественных объектов."
                        },
                        {
                            "name": "б",
                            "text": "Получение финансирования из государственного бюджета на приобритение ресурсов."
                        },
                        {
                            "name": "в",
                            "text": "Проектирование общественных объектов."
                        }
                    ]
                },
                {
                    "name": "4",
                    "text": "Структура",
                    "rules": [
                        {
                            "name": "4.1",
                            "text": "Руководителем считается Глава Стройбата, который выбирается на неопределенный срок путём внутреннего голосования. В его обязанности входит:",
                            "rules": [
                                {
                                    "name": "а",
                                    "text": "Прием игроков в Стройбат, распределение работы и выявление неактивных строителей;"
                                },
                                {
                                    "name": "б",
                                    "text": "Формирование непериодических отчетов;"
                                },
                                {
                                    "name": "в",
                                    "text": "Обработка заявок при проведении конкурсов на строительство общественных объектов;"
                                },
                                {
                                    "name": "г",
                                    "text": "Выдача заданий осужденным на исправительные работы и контроль за их выполнением."
                                }
                            ]
                        },
                        {
                            "name": "4.2",
                            "text": "Прочие работники могут иметь одну или несколько из следующих специализаций:",
                            "rules": [
                                {
                                    "name": "a",
                                    "text": "Поставщики - добывают указанные Главой ресурсы."
                                },
                                {
                                    "name": "б",
                                    "text": "Строители - строят спланированные объекты."
                                },
                                {
                                    "name": "в",
                                    "text": "Планировщики - проектируют дизайн объектов."
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "5",
                    "text": "Трудоустройство",
                    "rules": [
                        {
                            "name": "5.1",
                            "text": "Стать работником Стройбата может любой игрок, для этого необходимо обратиться к Главе лично."
                        },
                        {
                            "name": "5.2",
                            "text": "Для приёма игрока в Стройбат, Глава обязан провести соебеседование, после чего организовать голосование среди текущих работников Стройбата."
                        },
                        {
                            "name": "5.3",
                            "text": "Специализация игрока определяется Главой, в зависимости от его способностей, пожеланий и наличия вакансий."
                        },
                        {
                            "name": "5.4",
                            "text": "В случае продолжительной неактивности работник может быть уволен по решению Главы."
                        }
                    ]
                },
                {
                    "name": "6",
                    "text": "Согласование проектов",
                    "rules": [
                        {
                            "name": "6.1",
                            "text": "При проектировке общественных объектов является обязательным проведение конкурса."
                        },
                        {
                            "name": "6.2",
                            "text": "Парламент должен заявить о проведении конкурса, установить временные рамки на проектирование и опубликовать требования к проектам."
                        },
                        {
                            "name": "6.3",
                            "text": "Победитель конкурса определяется всеобщим голосованием между игроками сервера."
                        }
                    ]
                }
            ]
        },
        {
            "name": "Исправительные работы",
            "rules": [
                {
                    "name": "1",
                    "text": "В случае, если наказание за нарушение настоящих Общих Правил является предупреждением 1-10 мощности оно может быть заменено исправительными работами при добровольном согласии осужденного игрока."
                },
                {
                    "name": "2",
                    "text": "Нарушитель имеет право воспользоваться правом на замену предупреждения 1-10 мощности на исправительные работы не более одного раза в 7 дней."
                },
                {
                    "name": "3",
                    "text": "Если альтернативное наказание не было предложено при соблюдении п.2, игрок имеет право обжаловать наказание."
                },
                {
                    "name": "4",
                    "text": "Выдачу задач осужденным на исправительные работы и контроль за их исполнением осуществляет Глава Стройбата."
                },
                {
                    "name": "5",
                    "text": "В случае невыполнения или неправильного выполнения задания в указанный срок, а так же порчи или утери имущества, будет выдано наказание, предусмотренное настоящими Общими Правилами."
                }
            ]
        },
        {
            "name": "Судопроизводство",
            "rules": [
                {
                    "name": "1",
                    "text": "Суд может вынести против подсудимого один из следующих приговоров:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "подсудимый обязан в течение установленного времени передать определённому игроку некоторые ресурсы;"
                        },
                        {
                            "name": "б",
                            "text": "подсудимый обязан выполнить определённый объём работ: строительство, добыча каких-либо предметов и т.д.;"
                        },
                        {
                            "name": "в",
                            "text": "подсудимый обязан отбыть определённое время в подтверждённом Парламентом месте заключения."
                        }
                    ]
                },
                {
                    "name": "2",
                    "text": "Функции судов:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "защита и восстановление прав и свобод игроков;"
                        },
                        {
                            "name": "б",
                            "text": "установление мер ответственности за совершённое нарушение;"
                        },
                        {
                            "name": "в",
                            "text": "разрешение споров между игроками."
                        }
                    ]
                },
                {
                    "name": "3",
                    "text": "Принципы судов:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "гласность (открытое судебное разбирательство, публичное провозглашение судебных приговоров и решений);"
                        },
                        {
                            "name": "б",
                            "text": "базируется на принципах состязательности (включает сторону защиты и обвинения) и равноправия;"
                        }
                    ]
                },
                {
                    "name": "4",
                    "text": "В случае неисполнения приговора нарушитель может быть наказан в соответствии с п. 8.5 Общих правил."
                },
                {
                    "name": "5",
                    "text": "Решение суда является действительным только в случае, если судьёй была подписана книга, копии которой предоставлены истцу и подсудимому, в которой указаны:",
                    "rules": [
                        {
                            "name": "а",
                            "text": "дата, время и место проведения суда;"
                        },
                        {
                            "name": "б",
                            "text": "все участники суда;"
                        },
                        {
                            "name": "в",
                            "text": "итоговый приговор;"
                        },
                        {
                            "name": "г",
                            "text": "плата, взятая за проведения суда."
                        }
                    ]
                },
                {
                    "name": "6",
                    "text": "Подсудимым может являться только тот игрок, который провёл на сервере не менее 3-х часов."
                }
            ]
        },
        {
            "name": "Верховный суд",
            "rules": [
                {
                    "name": "1",
                    "text": "Судья - человек, избранный в ходе всеобщего голосования.",
                    "rules": [
                        {
                            "name": "а",
                            "text": "В состав команды судей может входить от 2 до 5 человек."
                        },
                        {
                            "name": "б",
                            "text": "Набор в команду судей производится по мере необходимости путём всеобщего голосования."
                        }
                    ]
                },
                {
                    "name": "2",
                    "text": "Судьи выбираются игроками сервера в ходе голосования, которое проводится в следующем порядке:",
                    "rules": [
                        {
                            "name": "1",
                            "text": "Подача заявок кандидатами;"
                        },
                        {
                            "name": "2",
                            "text": "Закрытие приёма заявок, рассмотрение поданных заявок Президентом и Парламентом;"
                        },
                        {
                            "name": "3",
                            "text": "Открытое голосование между игроками в течение установленного Парламентом времени."
                        }
                    ]
                },
                {
                    "name": "3",
                    "text": "Участники:",
                    "rules": [
                        {
                            "name": "1",
                            "text": "Судья: один из членов команды судей;"
                        },
                        {
                            "name": "2",
                            "text": "Подсудимый: игрок, на которого была подана жалоба;"
                        },
                        {
                            "name": "3",
                            "text": "Истец: игрок, подавший жалобу на подсудимого;"
                        },
                        {
                            "name": "4",
                            "text": "Присяжные: любые игроки, не состоящие в Парламенте и команде судей, количество которых превышает количество судей."
                        }
                    ]
                },
                {
                    "name": "4",
                    "text": "По требованию участников, в суде могут принять участие также присяжные, президент, члены Парламента и/или другие члены команды судей.",
                    "rules": [
                        {
                            "name": "а",
                            "text": "Наличие присяжных является обязательным при проведении суда, в котором истцом и/или подсудимым является член Парламента или член команды судей, либо при проведении суда с целью оспаривания решения одного из предыдущих Верховных судов."
                        },
                        {
                            "name": "б",
                            "text": "В случае, если присяжные принимают участие в суде, для вынесения приговора необходимо согласие как минимум половины из них."
                        }
                    ]
                },
                {
                    "name": "5",
                    "text": "Верховный суд проводится в городе, имеющем здание, пригодное для проведения суда, заранее выбранном назначенным Судьёй."
                },
                {
                    "name": "6",
                    "text": "Решение Верховного суда может быть оспорено в повторном Верховном суде, Судьёй в котором должен быть назначен человек, не проводивший суд, принявший изначальное решение."
                },
                {
                    "name": "7",
                    "text": "Верховный суд может потребовать плату за рассмотрение иска."
                },
                {
                    "name": "8",
                    "text": "В случае, если в суде присутствуют присяжные, мнение Cудьи может учитываться исключительно в случаях, когда ровно половина присяжных согласна (не согласна) с выбранным приговором."
                },
                {
                    "name": "9",
                    "text": "Назначенный Судья обязан разместить в открытом для всех игроков сервера источнике объявление о проведении суда не позднее, чем за 24 часа до начала судебного процесса."
                }
            ]
        }
    ]
}